Repository: nmakharadze/InterviewAPI
Catalog: Interview.Infrastructure/Localization/Resources/SharedResource.*.resx
Languages: ka_ge

source: Person not found
ka_ge: ფიზიკური პირი ვერ მოიძებნა

source: Invalid input
ka_ge: არასწორი შეყვანა

source: Validation error
ka_ge: ვალიდაციის შეცდომა

source: Database error
ka_ge: მონაცემთა ბაზის შეცდომა

source: File upload error
ka_ge: ფაილის ატვირთვის შეცდომა

source: File not found
ka_ge: ფაილი ვერ მოიძებნა

source: Unauthorized
ka_ge: არაავტორიზებული

source: Internal server error
ka_ge: სერვერის შიდა შეცდომა

# CurrentCulture
source: Current culture: {0}
ka_ge: მიმდინარე კულტურა: {0}

# LocalizedMessage
source: This is a localized message
ka_ge: ეს არის ლოკალიზებული მესიჯი

# TestErrorMessage
source: This is a test error message
ka_ge: ეს არის ტესტის შეცდომის მესიჯი

# WelcomeMessage
source: Welcome
ka_ge: კეთილი იყოს თქვენი მობრძანება

# OperationSuccessful
source: Operation completed successfully
ka_ge: ოპერაცია წარმატებით შესრულდა

source: Operation failed
ka_ge: ოპერაცია ვერ შესრულდა

# DataSaved
source: Data saved successfully
ka_ge: მონაცემები წარმატებით შენახულია

# DataDeleted
source: Data deleted successfully
ka_ge: მონაცემები წარმატებით წაშლილია

# DataUpdated
source: Data updated successfully
ka_ge: მონაცემები წარმატებით განახლებულია
